/* No comment */
"Listing directory {0} failed" = "அடைவு பட்டியல் {0} தோல்வியுற்றது";

/* Touch file failed */
"Cannot create {0}" = "{0} கோப்பை உருவாக்க முடியாது";

/* Create directory failed */
"Cannot create folder {0}" = "{0} கோப்புறையை உருவாக்க முடியாது";

/* Moving file failed */
"Cannot rename {0}" = "{0} மறுபெயரிட முடியாது";

/* Reading metadata of file failed */
"Failure to read attributes of {0}" = "{0} இன் பண்புகளைப் படிக்கத் தவறியது";

/* Writing metadata of file failed */
"Failure to write attributes of {0}" = "{0} இன் பண்புகளை எழுதத் தவறியது";

/* Removing file failed */
"Cannot delete {0}" = "{0} ஐ நீக்க முடியாது";

/* Ownership of file */
"Cannot change owner" = "உரிமையாளரை மாற்ற முடியாது";

/* Group ownership of file or folder */
"Cannot change group" = "குழுவை மாற்ற முடியாது";

/* Fails to change UNIX access permissions */
"Cannot change permissions of {0}" = "{0}இன் இசைவுகளை மாற்ற முடியாது";
"Cannot change timestamp of {0}" = "{0} இன் நேர முத்திரையை மாற்ற முடியாது";

/* Mount failure */
"Connection failed" = "இணைப்பு தோல்வியடைந்தது";

/* Transfer failure */
"Download {0} failed" = "பதிவிறக்கம் {0} தோல்வியுற்றது";

/* Transfer failure */
"Upload {0} failed" = "பதிவேற்றம் {0} தோல்வியுற்றது";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "சிடிஎன் உள்ளமைவைப் படிக்க முடியாது";
"Cannot write CDN configuration" = "சிடிஎன் உள்ளமைவை எழுத முடியாது";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "கொள்கலன் உள்ளமைவைப் படிக்க முடியாது";

"Interoperability failure" = "இயங்குதன்மை தோல்வி";
"Access denied" = "அணுகல் மறுக்கப்பட்டது";
"File not found" = "கோப்பு கிடைக்கவில்லை";

"DNS lookup for {0} failed" = "{0} க்கான டிஎன்எச் தேடல் தோல்வியுற்றது";

"Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server" = "பதிவேற்றிய தரவுகளின் எம்டி5 கொத்து {0} மற்றும் மிகுறிச்சொல் {1} க்கு இடையில் பொருந்தாதது சேவையகத்தால் திரும்பியது";

"Insufficient disk space" = "போதுமான வட்டு இடம்";
"Only {0} available disk space" = "{0} கிடைக்கக்கூடிய வட்டு இடம் மட்டுமே";

"Unsupported" = "ஆதரிக்கப்படாதது";

/* No comment */
"Please contact your web hosting service provider for assistance" = "உதவிக்கு உங்கள் வலை புரவலனாக்கல் பணி வழங்குநரைத் தொடர்பு கொள்ளவும்";

/* No comment */
"DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network." = "கபெசே என்பது சேவையக பெயரை அதன் இணைய முகவரிக்கு மொழிபெயர்க்கும் பிணையச் சேவையாகும். இந்தப் பிழை பெரும்பாலும் இணையத்துடன் எந்தத் தொடர்பும் அல்லது தவறாகக் கட்டமைக்கப்பட்ட பிணையத்தால் ஏற்படாது. இது பதிலளிக்காத கபெசே சேவையகம் அல்லது பிணையத்திற்கான அணுகலைத் தடுக்கும் தீச்சுவர் ஆகியவற்றால் ஏற்படலாம்.";

/* No comment */
"The connection attempt was rejected. The server may be down, or your network may not be properly configured." = "இணைப்பு முயற்சி நிராகரிக்கப்பட்டது. சேவையகம் வீழ்ந்து இருக்கலாம், அல்லது உங்கள் பிணையம் சரியாகக் கட்டமைக்கப்படாமல் இருக்கலாம்.";